Repository: Open-Plus/OPTunerServer
Catalog: locale/*/LC_MESSAGES/optunerserver.po
Languages: es

source: Allow Streaming From Box Tuners
es: Compartir streaming de sintonizadores

source: Build Complete!
es: ¡Creación de listas completada!

source: Build Server
es: Activar Servidor

source: Close
es: Cerrar

source: Current Status:
es: Estado actual:

source: Disable Server
es: Desactivar servidor

source: Server Disabled
es: Servidor desactivado

source: Server Enabled
es: Servidor activado

source: Server now disabled!
es: ¡El servidor ahora está desactivado!

source: Sorry, but you need to have a device mounted at '/media/hd'
es: Lo siento, pero necesitas tener montado '/media/hdd'

source: Sorry, but you need to have a device mounted at '/media/usb'
es: Lo siento, pero necesitas tener montado '/media/usb'

source: OPTuner Server setup
es: OpenPlus Sintonizador remoto

source: OPTuner Server setup HDD
es: OpenPlus Sintonizador remoto en HDD

source: OPTuner Server setup USB
es: OpenPlus Sintonizador remoto en USB

source: Tuner Server
es: Sintonizador remoto

source: Tuner Server Disabled.
es: Sintonizador remoto desactivado.

source: Tuner Server setup
es: Configurar sintonizador remoto

source: Your server is now being deleted Please Wait ...
es: Se está borrando su servidor Por favor, espere... Pulse OK

source: Your server is now building Please wait ...
es: Se está creando su servidor Por favor, espere...

source: This plugin implements the Tuner Server feature included. It will allow you to share the tuners of this box with another STB, PC and/or another compatible device in your home network. The server will build a virtual channels list in the folder /media/usb/tuner on this box. You can access the tuner(s) of this box from clients on your internal lan using nfs, cifs, UPnP or any other network mountpoint. The tuner of the server (this box) has to be avaliable. This means that if you have ony one tuner in your box you can only stream the channel you are viewing (or any channel you choose if your box is in standby). Remember to select the correct audio track in the audio menu if there is no audio or the wrong language is streaming. NOTE: The server is built, based on your current ip and the current channel list of this box. If you change your ip or your channel list is updated, you will need to rebuild the server database.
es: Este plugin implementa la función de Servidor de sintonizador incluido. Permite compartir los sintonizadores de este decodificador con otro STB, PC y/u otro dispositivo compatible en su red domestica. El servidor creará una lista de canales virtuales en la carpeta /media/usb/tuner en este decodificador. Puede acceder al sintonizador/es de este decodificador via LAN interna utilizando NFS, CIFS, UPnP o cualquier otro punto de montaje de la red. El servidor sintonizador tiene que estar disponible. Esto significa que si usted tiene un solo sintonizador en su caja solo se puede transmitir el canal que esta viendo (o cualquier canal que elija si su decodificador esta en modo de espera). Recuerde seleccionar la pista de audio correcto en el menu de audio si no hay audio o el idioma equivocado esta transmitiendo. NOTA: El servidor se construye, en base a su IP actual y la lista de canales actual de este decodificador. Si cambia de IP o su lista de canales se actualiza, tendrá que reconstruir la base de datos del servidor.

source: This plugin implements the Tuner Server feature included. It will allow you to share the tuners of this box with another STB, PC and/or another compatible device in your home network. The server will build a virtual channels list in the folder /media/hdd/tuner on this box. You can access the tuner(s) of this box from clients on your internal lan using nfs, cifs, UPnP or any other network mountpoint. The tuner of the server (this box) has to be avaliable. This means that if you have ony one tuner in your box you can only stream the channel you are viewing (or any channel you choose if your box is in standby). Remember to select the correct audio track in the audio menu if there is no audio or the wrong language is streaming. NOTE: The server is built, based on your current ip and the current channel list of this box. If you change your ip or your channel list is updated, you will need to rebuild the server database.
es: Este plugin implementa la función de Servidor de sintonizador incluido. Permite compartir los sintonizadores de este decodificador con otro STB, PC y/u otro dispositivo compatible en su red domestica. El servidor creará una lista de canales virtuales en la carpeta /media/hdd/tuner en este decodificador. Puede acceder al sintonizador/es de este decodificador via LAN interna utilizando NFS, CIFS, UPnP o cualquier otro punto de montaje de la red. El servidor sintonizador tiene que estar disponible. Esto significa que si usted tiene un solo sintonizador en su caja solo se puede transmitir el canal que esta viendo (o cualquier canal que elija si su decodificador esta en modo de espera). Recuerde seleccionar la pista de audio correcto en el menu de audio si no hay audio o el idioma equivocado esta transmitiendo. NOTA: El servidor se construye, en base a su IP actual y la lista de canales actual de este decodificador. Si cambia de IP o su lista de canales se actualiza, tendrá que reconstruir la base de datos del servidor.

source: Server avaliable on........ To access this box's tuners you can connect via Lan or UPnP. 1) To connect via lan you have to mount the /media/usb folder of this box in the client /media/usb folder. Then you can access the tuners server channel list from the client Media player -> USB -> tuner. 2) To connect via UPnP you need an UPnP server that can manage .m3u files like Xupnpd included in Openplus.
es: Servidor disponible en...... Para acceder a este servidor, puede conectar via LAN o UPnP. 1) Para conectar a través de LAN tiene que montar la carpeta /media/usb de este decodificador en el cliente. A continuación, puede acceder a la lista de canales del servidor de sintonizadores desde el Media Player -> USB -> tuner. 2) Para conectar mediante UPnP que necesita un servidor UPnP que pueda manejar archivos .m3u. Como Xupnpd que ya viene preinstalado en OpenPlus.

source: Server avaliable on........ To access this box's tuners you can connect via Lan or UPnP. 1) To connect via lan you have to mount the /media/hdd folder of this box in the client /media/hdd folder. Then you can access the tuners server channel list from the client Media player -> Harddisk -> tuner. 2) To connect via UPnP you need an UPnP server that can manage .m3u files like Xupnpd included in Openplus.
es: Servidor disponible en...... Para acceder a este servidor, puede conectar via LAN o UPnP. 1) Para conectar a través de LAN tiene que montar la carpeta /media/hdd de este decodificador en el cliente. A continuación, puede acceder a la lista de canales del servidor de sintonizadores desde el Media Player -> Harddisk -> tuner. 2) Para conectar mediante UPnP que necesita un servidor UPnP que pueda manejar archivos .m3u. Como Xupnpd que ya viene preinstalado en OpenPlus.
